' RUSSIAN LANGUAGE FILE v2.1.702.2  --  Unicode
'
' Revision 2013-05-03 15:30 GMT+4
' translated by dFine2k (www.reboot.pro)

'символ &  означает акселератор горячей клавиши Alt - например &Prepare Drive даёт сочетание ALT+P для активации элемента
'       \n делает перенос строки
'символ ' либо REM в начале строки означает комментарий

'All entries must be a single line
'Global Font Parameters  MS Serif(6,7,8,10), MS Sans Serif(8,10),Small Fonts(2,3,4,5,6,7), Terminal(5,6,9)
'Default is MS Sans Serif 8

LCID=1049
ButtonFontSize=8
LabelFontSize=8
HelpFontName=Arial
HelpFontCharset=204
HelpFontSize=8
HelpFontBold=false


' --- ЭЛЕМЕНТЫ УПРАВЛЕНИЯ (CONTROLS) ----
cmdRefresh=&Обновить
cmdPrepare=6 Под&готовить диск
cmdGrubInst=Установить &Grub4DOS
cmdsyslinuxInst=Установить sys&linux
cmdEject=Изв&лечь диск
cmdTest=Бы&стрый Тест
cmdClean=О&чистка
cmdHelp=Сп&равка
cmdExit=Вы&ход
cmdSetSourcePath=О&бзор...
cmdFileToUSB=Образ -> U&SB
cmdUSBtoFile=&USB -> Образ
cmdViewFileMbr=Сво&йства файла
cmdViewUsbMbr=USB MBR Ин&фо
cmdSpeedTest=Тест с&корости
cmdExt2=Создать ФС Ext&2
cmdQemu=Запустить из-под &QEMU (F11)
' Форма справки (Help form)
cmdGetUpdate=Получить последнюю ве&рсию RMPrepUSB


'-- текстовые метки (labels) --
lblSize=1 Размер (МиБ)
lblLabel=2 Метка тома
lbltip=Внимание: Используйте FAT32 для разделов > 2ГБ. Измените значение 'Размер', если требуется раздел меньшего размера.
lblSteps=Выполните действия с 1 по 6 для разметки, форматирования и обеспечения загружаемости USB диска.

'-- галочки (checkboxes) ---
chknoact=Сделать раздел не&загрузочным
chkSure=&Не задавать вопросов
checkcopy=5 СКОП&ИРОВАТЬ СИСТЕМНЫЕ ФАЙЛЫ из следующей папки или архива после форматирования (если стоит галочка)
chkBartPE=&BartPE -> USB

'-- группы (frames) --
FrameBootOptions=3 ЗАГРУЗОЧНЫЙ СЕКТОР
FrameFS=4 ФАЙЛОВАЯ СИСТЕМА и ОПЦИИ
FrameImgTools=Работа с образами


' КОНТЕКСТНЫЕ ПОДСКАЗКИ В ТЕКСТОВОМ ПОЛЕ 
lstLang_mouseMove=LANGUAGE SELECTION - Выберите язык среди доступных INI-файлов.

CmdEject_MouseMove=EJECT - Подготовить USB-носитель к безопасному отключению без риска повредить на нём данные. Можно использовать как альтернативу функции "Безопасное извлечение устройств" Windows.

cmdExit_MouseMove=EXIT - Выход. При выходе текущие настройки будут сохранены в реестре в разделе с именем программы.

Cmdgrubinst_MouseMove=grub4dos - Записать glrldr.mbr в MBR носителя и опционально скопировать файл grldr. Файлы grubinst.exe и grldr должны быть в папке с RMPrepUSB. При загрузке grub4dos будет искать файл menu.lst: в корне диска(ов), в \boot\grub\ и в \grub\.

Cmdsysinst_MouseMove=SYSLINUX - Установить загрузчик syslinux при помощи syslinux.exe из папки RMPrepUSB. При загрузке на носителе должны присутствовать файлы ldlinux.sys и syslinux.cfg.

cmdExt2_MouseMove=CREATE - Создать на выбранном USB-носителе файл виртуального диска с файловой системой Ext2 (Linux). Нужно будет указать имя файла/метку тома и размер. Копировать и удалять файлы на нём можно будет через Проводник Windows.

CmdHelp_MouseMove=HELP - Открыть информационное окно по данной программе и посмотреть справочный PDF-файл.

cmdPrepare_MouseMove=PREPARE - Разметить и отформатировать выбранный USB-носитель с выбранным загрузочным сектором, файловой системой и опциями. Если поставлена галочка(5), то будут также скопированы дополнительные файлы.

cmdRefresh_MouseMove=REFRESH - Обновить список. Нажмите, если RMPrepUSB не определил Ваш носитель или его размер автоматически. Внимание: Если диск был "Безопасно извлечён", то его следует вынуть из порта и вставить заново.

CmdSetSourcePath_MouseMove=CHOOSE FOLDER/EXTRACT - Выбрать папку или архив. Если стоит галочка (5), то из указанной папки или архива все файлы будут скопированы на носитель сразу после форматирования.

cmdFileToUSB_MouseMove=FILEtoDrive - Считать содержимое файла-образа и записать его на выбранный носитель. Образ должен быть "сырым" (несжатой побайтовой копией). Внимание: Все остальные параметры RMPrepUSB будут в этом случае проигнорированы. Можно выбрать образ виртуального диска (vdi, vmdk и т.д.), тогда он будет преобразован в "сырой" вид перед записью на носитель.

cmdUSBtoFile_MouseMove=DrivetoFILE - Считать побайтно содержимое носителя в файл-образ в несжатом виде.

cmdViewFileMbr_MouseMove=FILEINFO - Открыть образ, указать начальную позицию и посмотреть информацию об этом образе и его таблицу разделов.

cmdViewUSBMBR_MouseMove=USBINFO - Указать начальный сектор носителя и посмотреть его содержимое и таблицу разделов.

cmdclean_MouseMove=CLEAN - Заполнить нулями Главную Загрузочную Запись (MBR) носителя (LBA 0). Используйте, если возникают ошибки при работе RMPrepUSB с носителем.

cmdtest_MouseMove=QUICK SIZE TEST\n - Тест С ПОТЕРЕЙ ДАННЫХ на носителе для выявления его истинной ёмкости. Проверяется наличие потерянных/плохих участков и возвращает "доступную" емкость. Дешевые 16GB флешки на самом деле могут иметь доступными лишь 2GB!\nПереформатируйте с полученным "доступным" размером, затем прогоните бесплатный тест H2TESTW (ссылка дана в Справке), проверяющий свободное место без потери данных.

cmdspeedtest_MouseMove=SPEEDTEST - Тест без потери данных на носителе для оценки его скорости. Результаты дописываются в файлы USBSpeed.csv (десятичная запятая) и USBSpeedDP.csv (десятичная точка). Ввод/вывод производится на низком уровне и не зависит от файловой системы.

cmdQemu_MouseMove=Загрузиться с выбранного носителя через эмулятор QEMU. Если галочка "не задавать вопросов" снята, то нужно будет указать размер виртуального HDD и количество RAM для эмулятора. Если галочка "не задавать вопросов" стоит, и виртуальный диск уже существует, то QEMU запустится с величиной RAM по умолчанию и будет использовать существующий виртуальный HDD.\nСовет: Если Вы хотите загрузиться с виртуального HDD, то добавьте строку загрузки с (hd0) в файл меню grub4dos.

OptFS_MouseMove0=FILESYSTEM - FAT16\nИспользуйте FAT16, если ёмкость диска не более 2000МБ. Как правило, эта система наиболее совместимая со старыми BIOS'ами.

OptFS_MouseMove1=FILESYSTEM - FAT32\nИспользуйте FAT32, если ёмкость диска превышает 2000MB. В этой ФС размер 1 файла может быть не более 4 ГБ. Для дисков объемом более 32GB рекомендуется использовать файловую систему NTFS или exFAT, к тому же в них нет ограничений на размер файла.

OptFS_MouseMove2=FILESYSTEM - NTFS\nФС NTFS работает быстрее, но может увеличить износ USB-флеш памяти. Доступ к ней из DOS невозможен без сторонних утилит.\nЕсли после операции Вы получаете ExitCode (код ошибки) 7: убедитесь, что диску присвоена буква! Используйте оснастку Управление Дисками (Ctrl+K).

OptFS_MouseMove3=FILESYSTEM - exFAT\nФС exFAT на сменном носителе обычно быстрее, чем NTFS и FAT32; поддерживается полный доступ из Win7 и Win8, загрузка - grub4dos и Win8.\nНе все ОС имеют доступ к разделам exFAT.\nДля поддержки доступа и форматирования exFAT в ОС WinXP и Vista RTM Вам необходимо установить обновление от Microsoft (XP=KB955704, Vista=SP1).\nЕсли после операции Вы получаете ExitCode (код ошибки) 7: убедитесь, что диску присвоена буква! Используйте оснастку Управление Дисками (Ctrl+K).

optFREEDOS_MouseMove=FREEDOS - Применить загрузочный сектор и код, загружающий файл KERNEL.SYS (FreeDOS).\nСовместимо только с файловыми системами FAT16 и FAT32.

optsyslinux_MouseMove=SYSLINUX - Обычно используется для загрузки Linux. Для загрузки isolinux переименуйте isolinux в syslinux, а isolinux.cfg в syslinux.cfg. Работает только на FAT16 или FAT32.

Optlargehddwinpe_MouseMove=BOOTMGR - Применить загрузочный сектор и код, загружающий файл BOOTMGR (Vista\Win7\WinPEv2.x\WinPEv3.x). Носитель должен эмулировать жесткий диск, но не дискету: может помочь опция 2PTN.

optMSDOS_MouseMove=MS-DOS - Применить загрузочный сектор и код, загружающий файл IO.SYS (MS-DOS). Реальный загрузочный код будет зависеть от выбранной файловой системы (FAT16/FAT32) и выбранных опций - см. PDF-справку.

OptNTLDR_MouseMove=NTLDR - Применить загрузочный сектор и код, загружающий файл NTLDR (WinXP). Имейте в виду: WinXP не сможет загрузиться c USB без правки файлов и реестра XP, простое копирование файлов с установочного CD не сработает!

CheckCopy_MouseMove=[Необязательно] COPY FILES - Выставите эту галочку, если хотите, чтобы после форматирования из указанной папки или архива на носитель были скопированы файлы.

chkCHS_MouseMove=CHS - Попробуйте эту опцию, если имеете дело со старым BIOS'ом или ОС. Для совместимости с MS-DOS 5.0-6.22 тип раздела FAT16 будет равен 06. Опция ZIP использует данную опцию автоматически.

chkForceLBA_MouseMove=FORCELBA - Используйте при проблемах с загрузкой. Параметры раздела Цилиндр, Головка и Сектор изменятся на 1023/255/63 (max), чтобы включить режим расширенной адресации LBA прерывания Int 13h (Могут возникнуть проблемы в Linux).

chkUSBFDD_MouseMove=USBFDD - Используйте с MS-DOS или FreeDos, чтобы носитель при загрузке определился как A:. Диск будет без MBR и таблицы разделов. Альтернативный вариант для загрузки в качестве диска A: - опция ZIP.

chkZIP_MouseMove=ZIP - Попробуйте эту опцию в случае использования MS-DOS или FreeDos для загрузки носителя под буквой A:. USB-диск будет с таблицей разделов, первичный раздел в ней четвертый, геометрия - 32 сектора в дорожке.

chksure_MouseMove=EXPERT MODE (Режим Экcперт): Не запрашивать изменения командной строки перед выполнением задач, не задавать вопросы пользователю.\nБудьте внимательны!

ChkBartPE_MouseMove=BARTPE TO DRIVE - Отметьте, если выбранная папка содержит файлы BartPE. При использовании PE-Builder укажите папку PEBuilder\BartPE, поставьте галочку "СКОПИРОВАТЬ СИСТЕМНЫЕ ФАЙЛЫ", а загрузочный сектор выберите "XP/BartPE bootable [NTLDR]".

Chk2PTN_MouseMove=2PTN - путём добавления маленького скрытого второго раздела на USB-носитель можно заставить некоторые BIOS'ы опознавать носитель как жесткий диск, а не как съемный (хотя, не все BIOS'ы это принимают). Отключите все ОПЦИИ, чтобы получить USB-HDD с единственным разделом.

ChkNOACT_MouseMove=NOACT - Выберите, если не хотите, чтобы носитель был загрузочным.

txtLABEL_MouseMove=VOLUME LABEL - Укажите Метку Тома выбранного носителя. Разрешены символы A-Z и 0-9 (всего максимум 11 символов).\nПробелы не рекомендуются.

txtSIZE_MouseMove=PARTITION SIZE - Укажите здесь размер будущего раздела в МиБ'ах (напр. 500), либо слово 'MAX' для выбора всего пространства. Внимание: 1 МиБ (МебиБайт, МегаБинарных(двоичных)Байт) = 1024x1024 = 1048576 Байт.

txtSourcePath_MouseMove=COPY OS BOOT FILES - здесь выбирается папка или архив, из которого на отформатированный носитель будут скопированы все папки и загрузочные файлы. Убедитесь в том, что выставлена галочка(5)!


'*** ТЕКСТ ОКНА ПОДСКАЗКИ ***

txtHBOX=Для того, чтобы разметить, отформатировать и сделать диск загрузочным:\n==================================================================\nВыберите из списка нужный USB-носитель и выполните действия с 1 по 6\n1. Проверьте размер раздела.\n2. (необязательно) Укажите Метку Тома.\n3. Выберите тип загрузочного сектора.\n4. Выберите Файловую Систему и доп. опции.\n5. (необязательно) Выберите папку, содержимое которой будет скопировано\n    на носитель и выставите соответствующую разрешающую галочку.\n6. Нажмите 'Подготовить диск', чтобы выполнить разметку и форматирование Вашего USB-носителя.\nЗамечание: Используйте группу "Работы с Образами" для резервирования и восстановления USB-носителей.\n                    ГОРЯЧИЕ КЛАВИШИ В ГЛАВНОМ ОКНЕ:\nF1   Справка (это окно)\nF2   Открыть USB-диск в проводнике (Alt+F2=подсчёт MD5/SHA1/CRC32, ALT+CTRL+F2=перезапись MBR)\nF3   Открыть папку RMPrepUSB в проводнике\nF4   Редактировать \menu.lst на USB-диске\nF5   Обновить перечень носителей (ALT+F5=HDD+USB, ALT+CTRL+F5=Disk Doctor)\nF6   Открыть USBSpeedDP.csv в Excel/Calc\nF7   Открыть  USBSpeed.csv в Excel/Calc\nF8   Открыть USBSpeedDP.csv в Блокноте\nF9   Открыть RMPrepUSB.ini в Блокноте\nF10  Сохранить настройки в RMPrepUSB.ini\nF11  Запустить эмулятор QEMU и загрузиться с выбранного USB-носителя\nF12  Загрузить меню Избранных Конфигураций (если есть) (ALT+F12=Установить загрузчик WEE)\n                                                                                                 Нажмите 'OK', чтобы открыть PDF-файл справки...